app/views/movies/index.html.erb

SELECT  "genres".* FROM "genres" WHERE "genres"."id" = ? LIMIT 1  [["id", 23]]
---
      <td><%= movie.rating %></td>
      <td><%= Genre.find(movie.genre).name %></td>