app/controllers/actors_controller.rb

  def index
    @actors = Actor.all
---
SELECT "actors".* FROM "actors"