app/controllers/directors_controller.rb

SELECT "directors".* FROM "directors"
---
  def index
    @directors = Director.all