app/controllers/screenwriters_controller.rb

  def index
    @screenwriters = Screenwriter.all
---
SELECT "screenwriters".* FROM "screenwriters"