app/controllers/studios_controller.rb

SELECT "studios".* FROM "studios"
---
  def index
    @studios = Studio.all